{
  offer: {
    RU: "Нажимая",
    KG: "Өтүнмөңүз кабыл алынды. Өтүнмөнүн номери №.",
    EN:"Ваша заявка принята. Номер заявки №"
  },
  applicationAccepted: {
    RU: "Ваша заявка принята. Номер заявки №",
    KG: "Өтүнмөңүз кабыл алынды. Өтүнмөнүн номери №."
  },
  applicationAcceptedRegistr: {
    RU: "Ваша заявка принята. Номер заявки будет выслан по СМС на Ваш номер телефона.",
    KG: "Өтүнмөңүз кабыл алынды. Өтүнмөнүн номери SMS аркылуу жаңы телефон номериңизге жөнөтүлөт."
  },
  serviceNotAvailable: {
    RU: "Сервис временно недоступен. Пожалуйста, попробуйте позже или обратитесь в Банк.",
    KG: "Кызмат убактылуу иштебейт. Сураныч, кийинчерээк дагы аракет кылып көрүңүз же Банкка кайрылыңыз."
  },
  dataNotPresent: {
    RU: "Не заполнены обязательные поля. Пожалуйста, попробуйте снова или обратитесь в Банк.",
    KG: "Өтүнмөңүздө керектүү маалыматтар жетишпейт. Бардык талааларды толтуруп дагы аракет кылып көрүңүз же Банкка кайрылыңыз."
  },
  cardIsNotPresent: {
    RU: "У Вас отсутствуют активные карты. Пожалуйста, обратитесь в Банк.",
    KG: "Сиздин активдүү карталарыңыз жок. Сураныч, Банкка кайрылыңыз."
  },
  applicationCodeSms: {
    RU: "Ваша заявка на смену номера в Оптима24 принята. Номер заявки № .",
    KG: "Сиздин Optima24 номерин өзгөртүү боюнча арызыңыз кабыл алынды. Арыздын номери № ."
  },
  applicationCodeSmsRegistr: {
    RU: "Ваша заявка на регистрацию в Оптима24 принята. Номер заявки № .",
    KG: "Сиздин Оптима24 катталуу үчүн арызыңыз кабыл алынды. Арыздын номери № ."
  },
  photosNotPresent: {
    RU: "В заявке отсутствуют фотографии паспорта или прикреплены поврежденные файлы. Пожалуйста, попробуйте снова или обратитесь в Банк.",
    KG: "Өтүнмөңүздө паспорттун сүрөттөрү жок же бузулган файлдар камтылган. Сураныч, дагы аракет кылып көрүңүз же Банкка кайрылыңыз."
  },
  incorrectField: {
      fullName: {
        RU: "ФИО заполнено неверно. Введенные данные должны соответствовать ранее предоставленным в Банк.",
        KG: "Толук аты-жөнүңүз туура эмес толтурулган. Өтүнмөдө берилген маалыматтар Банкка мурда берилген маалыматтарга дал келиши керек."
      },
      birthDate: {
        RU: "Дата рождения заполнена неверно. Введенные данные должны соответствовать ранее предоставленным в Банк.",
        KG: "Туулган күнүңүз туура эмес толтурулган. Өтүнмөдө берилген маалыматтар Банкка мурда берилген маалыматтарга дал келиши керек."
      },
      passportInn: {
        RU: "ИНН заполнен неверно. Введенные данные должны соответствовать ранее предоставленным в Банк.",
        KG: "ИНН туура эмес толтурулган. Өтүнмөдө берилген маалыматтар Банкка мурда берилген маалыматтарга дал келиши керек."
      },
      passportSeriesNumber: {
        RU: "Серия и номер паспорта заполнены неверно. Введенные данные должны соответствовать ранее предоставленным в Банк.",
        KG: "Паспорттун сериясы жана номери туура эмес толтурулган. Өтүнмөдө берилген маалыматтар Банкка мурда берилген маалыматтарга дал келиши керек."
      },
      currentNumber: {
        RU: "Текущий номер телефона заполнен неверно. Введенные данные должны соответствовать ранее предоставленным в Банк.",
        KG: "Учурдагы телефон номериңиз туура эмес толтурулган. Өтүнмөдө берилген маалыматтар Банкка мурда берилген маалыматтарга дал келиши керек."
      },
      idCode: {
        RU: "ID банковской карты заполнен неверно. Введенные данные должны соответствовать ранее предоставленным в Банк.",
        KG: "Банктык картанын ID номери туура эмес толтурулган. Өтүнмөдө берилген маалыматтар Банкка мурда берилген маалыматтарга дал келиши керек."
      },
},  
      preRegistration: {
        RU: "Вы находитесь на этапе предварительной регистрации. Пожалуйста, пройдите активацию, используя код который был выслан Вам по смс.",
        KG: "Сиз алдын-ала катталуу баскычындасыз. Сураныч, SMS жөнөтүлгөн код менен активдештирип коюңуз."
      },
      active: {
        RU: "Пользователь с таким ID уже зарегистрирован в Optima24. Пожалуйста, попробуйте снова или обратитесь в Банк.",
        KG: "Мындай идентификатору бар колдонуучу буга чейин Optima24 каттоосунан өткөн. Сураныч, дагы бир жолу аракет кылыңыз же Банкка кайрылыңыз."
      },
      blocked: {
        RU: "Ваша учетная запись заблокирована. Пожалуйста,обратитесь в Банк.",
        KG: "Сиз бөгөттөлдүсүз. Банк менен байланышыңыз."
      },
      duplicateIssue: {
        RU: "Ваша заявка находится на этапе рассмотрения. Пожалуйста,ожидайте. Сотрудники банка с Вами свяжутся.",
        KG: "Арызыңыз каралууда, күтө туруңуз. Банктын кызматкерлери сиз менен байланышат."
      },
      smsToClientBeforeChangePhone: {
        RU: "Вы подали заявку на изменение номера телефона в Оптима24. Если это были не Вы, просим обратиться в Банк!",
        KG: "Сиз Оптима24 телефонуңуздун номерин өзгөртүү үчүн кайрылдыңыз. Эгер сиз болбосоңуз, анда тезинен Банкка кайрылыңыз!"
      },
      verifyPhoneNumberSms: {
        RU: "Код для подтверждения номера телефона: ",
        KG: "Телефон номерин текшерүү коду:"
      },
      incorrectPhoneNumberFormat: {
        RU: "Введен неверный формат номера телефона.",
        KG: "Телефон номеринин форматы жараксыз."
      },
      verifyFailed: {
        RU: "Веденный код подтверждения некорректен,пожалуйста попробуйте еще раз.",
        KG: "Телефон номердин текшерүү коду туура эмес,сураныч дагы бир жолу аракет кылып көрүңүз"
      },
      verifyFieldIEmpty: {
        RU: "Заполните поле ввода телефона для подтверждения номера.",
        KG: "Номерди ырастоо үчүн телефондун киргизүү талаасын толтуруңуз."
      },
      isNumerAlreadyRegistered: {
          RU: "Введенный Вами номер уже зарегистрирован в Оптима24. Проверьте правильность введенного номера.",
          KG: "Киргизилген номер буга чейин Optima24 катталган. Номердин туура экендигин текшериңиз."
      }
}